Repository: elementary/switchboard-plug-printers
Catalog: po/extra/*.po
Languages: fr, he, pl, ru, sk

source: Printer Settings
fr: Paramètres d'imprimantes
he: הגדרות מדפסות
pl: Ustawienia drukarki
ru: Параметры принтера
sk: Nastavenia tlačiarne

source: Configure printers, manage print queues, and view ink levels
fr: Configurer les imprimantes, gérer la file d'impression et voir le niveau d'encre
he: הגדרת מדפסות, ניהול תורי הדפסה והצגת רמות דיו
pl: Konfiguruj drukarki, zarządzaj kolejkami wydruku oraz sprawdź poziom atramentu
ru: Настройка принтеров, управление очередью печати и просмотр уровня чернил
sk: Nastavujte tlačiarne, spravujte tlačové fronty a kontrolujte stav zásobníkov atramentu

source: Minor updates:
fr: Mises à jour mineures :
he: עדכונים משניים:
pl: Mniejsze aktualizacje:
ru: Незначительные обновления:
sk: Menšie aktualizácie:

source: Updated translations
fr: Mise à jour des traductions
he: תרגומים עודכנו
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sk: Aktualizované preklady

source: New Features:
fr: Nouvelles fonctionnalités :
he: יכולות חדשות:
pl: Nowe funkcje:
ru: Новые функции:
sk: Nové funkcie:

source: Allow clearing the queue for each printer
fr: Il est désormais possible de vider la file d'attente pour chaque imprimante
he: לאפשר לפנות את התור של כל אחת מהמדפסות
pl: Dodano możliwość wyczyszczenia kolejki dla każdej drukarki
ru: Очистка очереди для каждого принтера
sk: Povolené zmazanie fronty tlače pre jednotlivé tlačiarne zvlášť

source: Improvements:
fr: Améliorations :
he: שיפורים:
pl: Ulepszenia:
ru: Улучшения:
sk: Vylepšenia:

source: Improved job row layout
fr: Amélioration de la disposition de la ligne d'une tâche d'impression
he: פריסת שורות המשימות השתפרה
pl: Ulepszono układ wierszy zadań
ru: Улучшена планировка списка задач
sk: Vylepšenie rozloženia riadku tlačových úloh

source: Show the supported language for each driver
fr: Affichage de la langue prise en charge pour chaque pilote
he: תוצג השפה הנתמכת בכל מנהל התקן
pl: Pokazywana jest lista wszystkich dostępnych języków dla każdego sterownika
ru: Отображение поддерживаемого языка для каждого драйвера
sk: Zobraziť podporovaný jazyk pre každý ovládač

source: Show color names below ink levels
fr: Affichage du nom des couleurs sous les niveau d'encre
he: מוצגים שמות הצבעים מתחת לכמויות הדיו
pl: Pokazano nazwy kolorów pod ilością tuszu
ru: Отображение название цветов под уровнем чернил
sk: Zobrazovať názvy farieb pod úrovňami atramentu

source: Avoid expanding the window for printers with many ink levels
fr: Nous avons empêché l'agrandissement de la fenêtre pour les imprimantes avec de nombreux niveaux d'encre
he: נמנעה הרחבת החלון למדפסות עם הרבה רמות דיו
pl: Uniknięto rozszerzania okna dla drukarek z wieloma poziomami tuszu
ru: Избежание увеличения окна для принтеров с большим количеством различных чернил
sk: Zabrániť zväčšeniu okna pre tlačiarne s veľkým množstvom úrovní atramentu

source: Use newer add/remove list pattern
fr: Utilisation du nouveau modèle de liste d'ajout/suppression
he: להשתמש בתבנית חדשה להוספה/הסרה מרשימה
pl: Użyto nowszego wzoru listy dodaj/usuń
ru: Использование нового шаблона добавления/удаления
sk: Používať nový vzor pridávania/odstraňovania v zozname

source: Fixes:
fr: Corrections :
he: תיקונים:
pl: Poprawki:
ru: Исправления:
sk: Opravy:

source: Update sidebar after adding or removing printer
fr: Mise à jour de la barre latérale après l'ajout et la suppression d'une imprimante
he: סרגל הצד מעודכן לאחר הוספת או הסרת מדפסת
pl: Panel boczny po dodaniu lub usunięciu drukarki jest teraz aktualizowany
ru: Обновление боковой панели после добавления или удаления принтера
sk: Aktualizovať bočný panel po pridaní alebo odstránení tlačiarne

source: Update sidebar after enabling or disabling printer
fr: Mise à jour de la barre latérale après l'activation et la désactivation d'une imprimante
he: סרגל הצד מעודכן לאחר הפעלת או השבתת מדפסת
pl: Panel boczny po włączeniu lub wyłączeniu drukarki jest teraz aktualizowany
ru: Обновление боковой панели после включения или выключения принтера
sk: Aktualizovať bočný panel po zapnutí alebo vypnutí tlačiarne

source: Update job list after job state change
fr: Mise à jour de la liste des tâches d'impression après un changement d'état de la tâche
he: רישום המשימה מתעדכן לאחר שינוי מצב המשימה
pl: Lista zadań teraz aktualizowany po zmianie statusu zadania
ru: Обновление списка задач после обновления статуса задачи
sk: Aktualizovať zoznam úloh po zmene stavu úlohy

source: Show a default name if a printer is unnamed
fr: Afficher un nom par défaut si l'imprimante n'a pas été nommée
he: הצגת שם בררת מחדל אם למדפסת אין שם
pl: Wyświetlaj nazwę domyślną, jeżeli drukarka nie ma nazwy
ru: Показывать стандартное имя, если принтер без имени
sk: Pokiaľ nie je tlačiareň pomenovaná, zobraziť predvolený názov
