Repository: elementary/switchboard-plug-printers
Catalog: po/*.po
Languages: ckb

source: Printers
ckb: چاپکەرەکان

source: Configure printers, manage print queues, and view ink levels
ckb: چاپکەرەکان ڕێک بخە، نۆرەی چاپکردنەکان بەڕێوەبەرە و، ئاستی ڕەنگەکان بزانە

source: No Printers Available
ckb: هیچ چاپکەرێک بەردەست نییە

source: Connect to a printer by clicking the icon in the toolbar below.
ckb: پەیوەست ببە بە چاپکەرێک لە ڕێگەی ئایکۆنی زیادکردن لە شریتەکەی خوارەوە.

source: Add Printer…
ckb: زیادکردنی چاپکەر…

source: Print Queue
ckb: نۆرەی چاپکردن

source: Page Setup
ckb: ڕێکخستنی پەڕە

source: Settings & Supplies
ckb: ڕێکخستنەکان & دابینکردنەکان

source: Print Test Page
ckb: پەڕەی تاقیکردنەوە چاپ بکە

source: Test page
ckb: پەڕەی تاقیکردنەوە

source: Internet Printing Protocol (https)
ckb: پرۆتۆکۆلی چاپکردنی ئینتەرنێتی (https)

source: Internet Printing Protocol (http)
ckb: پرۆتۆکۆلی چاپکردنی ئینتەرنێتی (http)

source: Internet Printing Protocol (ipp)
ckb: پرۆتۆکۆلی چاپکردنی ئینتەرنێتی (ipp)

source: Internet Printing Protocol (ipps)
ckb: پرۆتۆکۆلی چاپکردنی ئینتەرنێتی (ipps)

source: Internet Printing Protocol (ipp14)
ckb: پرۆتۆکۆلی چاپکردنی ئینتەرنێتی (ipp14)

source: LPD/LPR Host or Printer
ckb: چاپکەر یان هۆستی LPD/LPR

source: Finding nearby printers…
ckb: دۆزینەوەی چاپکەرەکانی دەوروبەر…

source: Refresh
ckb: نوێکردنەوە

source: Cancel
ckb: هەڵوەشاندنەوە

source: Next
ckb: دواتر

source: Impossible to list all available printers
ckb: بینینی هەموو چاپکەرە بەردەستەکان مەحاڵە

source: BrandPrinter X3000
ckb: براند پرێنتەر X3000

source: Lab 1 or John's desk
ckb: تاقیگەی ١ یان مێزی ئاگا

source: Loading…
ckb: ئامادەکردن…

source: Add Printer
ckb: زیادکردنی چاپکەر

source: Serial
ckb: زنجیرەیی

source: Local Printers
ckb: چاپکەرە ناوخۆییەکان

source: Network Printers
ckb: چاپکەرەکانی ڕایەڵە

source: Available Network Printers
ckb: چاپکەرە بەردەستەکانی ڕایەڵە

source: (recommended)
ckb: (پێشنیازکراو)

source: Clear All
ckb: سڕینەوەی هەموو

source: Are You Sure You Want To Remove '%s'?
ckb: دڵنیایی دەتەوێت '%s' بسڕیتەوە؟

source: By removing '%s' you'll lose all print history and configuration associated with it.
ckb: بە سڕینەوەی '%s' هەموو مێژووی چاپکردنەکان و ڕێکخستنەکانی وابەستە پێی دەسڕدرێنەوە.

source: Remove
ckb: سڕینەوە

# Print Job
source: Pending
ckb: چاوەڕێ

# Print Job
source: On Hold
ckb: وەستاوە

# Print Job
source: In Progress
ckb: لە کاردایە

# Print Job
source: Stopped
ckb: وەستا

# Print Job
source: Canceled
ckb: هەڵوەشاوە

# Print Job
source: Aborted
ckb: پچڕێندراو

# Print Job
source: Completed
ckb: تەواوبوو

# printer state
source: Low on toner
ckb: ڕەنگی کەمە

# printer state
source: Out of toner
ckb: ڕەنگی تێدا نەماوە

# printer state
source: Low on developer
ckb: گەشەپێدەری کەمە

# printer state
source: Out of developer
ckb: گەشەپێدەری تێدا نەماوە

# printer state
source: Low on a marker supply
ckb: ماکە سەپلای کەمە

# printer state
source: Out of a marker supply
ckb: ماکە سەپلای تێدا نەماوە

# printer state
source: Open cover
ckb: قەپاغەکەی بکەوە

# printer state
source: Open door
ckb: دەرگە بکەوە

# printer state
source: Low on paper
ckb: پەڕی کەمە

# printer state
source: Out of paper
ckb: پەڕی تێدا نەماوە

# printer state
source: Offline
ckb: دەرهێڵ

# printer state
source: Stopped
ckb: وەستا

# printer state
source: Waste receptacle almost full
ckb: تیاگرەی پاشماوە نزیکە پڕ بێت

# printer state
source: Waste receptacle full
ckb: گیرەی پاشماوە پڕە

source: Unnamed Printer
ckb: چاپکەری ناو لێ نەنراو

source: Ready
ckb: ئامادە

source: Print Queue Is Empty
ckb: نۆرەی چاپکردن بەتاڵە

source: There are no pending jobs in the queue.
ckb: هیچ کارێک نییە لە نۆرەدا چاوەڕێ بکات.

source: Completed Jobs
ckb: کارە تەواوبووەکان

source: Pages per side:
ckb: لاپەڕەکان بۆ هەر لایەک:

# printing option value
source: Long Edge (Standard)
ckb: قەراخی درێژ (ستاندارد)

# printing option value
source: Short Edge (Flip)
ckb: قەراخی کورت (فلیپ)

source: Two-sided:
ckb: دوو-لاکراو:

source: Portrait
ckb: درێژی

source: Landscape
ckb: پانی

source: Reverse portrait
ckb: درێژی هەڵگەڕاوە

source: Reverse landscape
ckb: پانی هەڵگەڕاوە

source: Orientation:
ckb: ئاڕاستەکردن:

source: Media Size:
ckb: قەبارەی میدیا:

source: Automatic
ckb: خۆکار

source: One Color
ckb: یەک ڕەنگ

source: Color
ckb: ڕەنگ

source: One Color + Black
ckb: یەک ڕەنگ + ڕەش

source: Greyscale
ckb: خۆڵەمێشی

source: Processed Color
ckb: ڕەنگی پرۆسێس کراو

source: Processed Greyscale
ckb: خۆڵەمێشی پرۆسێس کراو

source: Color mode:
ckb: دۆخی ڕەنگ:

source: Top Bin
ckb: بینی سەرەوە

source: Middle Bin
ckb: بینی ناوەڕاست

source: Bottom Bin
ckb: بینی خوارەوە

source: Side Bin
ckb: بینی لا

source: Left Bin
ckb: بینی چەپ

source: Right Bin
ckb: بینی ڕاست

source: Center Bin
ckb: بینی ناوەند

source: Rear Bin
ckb: بینی پشتەوە

source: Face Up Bin
ckb: بینی پێشەوە

source: Draft
ckb: ڕەشنووس

source: Normal
ckb: ئاسایی

source: High
ckb: بەرز

source: Quality:
ckb: کوالێتی:

source: Bottom
ckb: خوارەوە

source: Center
ckb: ناوەڕاست

source: Disk
ckb: پەپکە

source: Envelope
ckb: کاخەزی نامە

source: Left
ckb: چەپ

source: Manual
ckb: دەستی

source: Middle
ckb: ناوەڕاست

source: Photo
ckb: وێنە

source: Rear
ckb: پشتەوە

source: Right
ckb: ڕاست

source: Side
ckb: لا

source: Top
ckb: سەرەوە

source: Paper Source:
ckb: سەرچاوەی پەڕ:

source: Description:
ckb: فرۆزە:

source: Location:
ckb: شوێن:

source: Lab 1 or John's Desk
ckb: تاقیگەی یەک یان مێزی ئاگا

source: Use as default printer:
ckb: وەکو چاپکەری سەرەکی بەکاریبهێنە:

source: Black (PGBK)
ckb: ڕەش (PGBK)

source: Black (BK)
ckb: ڕەش (BK)

source: Black
ckb: ڕەش

source: Yellow
ckb: زەرد

source: Cyan
ckb: سایان (شینی تۆخ)

source: Magenta
ckb: ماگێنتا

source: Tri-color
ckb: سێ ڕەنگ

source: Resume
ckb: بەردەوام بوون

source: Pause
ckb: ڕاگرتن

source: Remove this printer
ckb: ئەم چاپکەرە بسڕەوە

source: Disabled
ckb: وەستێنراو
